Repository: jrathlev/DosPanel
Catalog: languages/project/*/default.po
Languages: de, fr

source: Edit settings for DOS application
de: Einstellungen für DOS-Anwendung bearbeiten
fr: Modifier les paramètres de l'application DOS

source: Category:
de: Kategorie:
fr: Catégorie :

source: Cancel
de: Abbrechen
fr: Annuler

source: Options:
de: Optionen:

source: Memory size:
de: Speichergröße:
fr: Taille de la mémoire :

source: Instructions per ms:
de: Anweisungen pro ms:
fr: Instructions par ms :

source: Full screen
de: Vollbild
fr: Plein écran

source: Close DOSBox automatically at end of execution
de: DOSBox am Ende automatisch schließen
fr: Fermer DOSBox automatiquement à la fin de l'exécution

source: Set automatically
de: Automatisch setzen
fr: Définir automatiquement

source: Set to maximum
de: Auf Maximum setzen
fr: Réglé au maximum

source: Use preset
de: Vorgabe verwenden
fr: Utilisez le préréglage

source: Mount drive to path:
de: Verbinde Laufwerk mit Pfad:
fr: Monter l'entraînement jusqu'au chemin :

source: Select configuration
de: Grund-Konfiguration auswählen
fr: Sélectionner la configuration

source: Global
de: Allgemein

source: Application specific
de: Anwendungsspezifisch
fr: Spécifique à l’application

source: Mount CD drive:
de: CD-Laufwerk anbinden:
fr: Monter le lecteur de CD :

source: Select ISO image
de: ISO-Image auswählen
fr: Sélectionner l'image ISO

source: to physical drive
de: an phys. Laufwerk
fr: vers le lecteur physique

source: to ISO image
de: an ISO-Image
fr: vers une image ISO

source: Edit configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration

source: Default options
de: Standard-Optionen
fr: Options par défaut

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Edit commands
de: Befehle bearbeiten
fr: Modifier les commandes

source: Select executable to run on startup
de: Beim Start auszuführendes Programm auswählen
fr: Sélectionner l'exécutable à lancer au démarrage

source: Select icon
de: Symbol auswählen
fr: Sélectionnez une icône

source: Select manual
de: Anleitung auswählen
fr: Sélectionner le manuel

source: Select mapper file
de: Mapper-Datei auswählen
fr: Sélectionner le fichier mappeur

source: Additional commands on startup:
de: Zusätzliche Befehle beim Start:
fr: Commandes supplémentaires au démarrage :

source: Description:
de: Beschreibung:

source: Application to be started:
de: Zu startende Anwendung:
fr: Application à démarrer :

source: Icon file:
de: Symbol-Datei:
fr: Fichier d'icônes :

source: Manual:
de: Anleitung:
fr: Manuel :

source: Mapper file:
de: Mapper-Datei:
fr: Fichier de mappage :

source: Parameters:
de: Parameter:
fr: Paramètres :

source: Audio mixer
de: Audio-Mischpult
fr: Mélangeur audio

source: Channel:
de: Kanal:
fr: Canal:

source: Master
de: Hauptkanal
fr: Maître

source: Speaker
de: Lautsprecher
fr: L'enceinte

source: Add channel
de: Kanal hinzufügen
fr: Ajouter un canal

source: Add
de: Hinzufügen
fr: Ajouter

source: Remove selected channel
de: Ausgewählten Kanal entfernen
fr: Supprimer le canal sélectionné

source: Remove
de: Entfernen
fr: Enlever

source: Remove all channels
de: Alle Kanäle entfernen
fr: Supprimer tous les canaux

source: Volume control:
de: Lautstärke-Einstellung:
fr: Réglage du volume :

source: Left:
de: Links:
fr: A gauche :

source: Right:
de: Rechts:
fr: A droite :

source: Connect sliders
de: Schieberegler verbinden
fr: Connecter les curseurs

source: Move selected channel up
de: Ausgewählten Kanal nach oben
fr: Déplacer le canal sélectionné vers le haut

source: Move selected channel down
de: Ausgewählten Kanal nach unten
fr: Déplacer le canal sélectionné vers le bas

source: Manage DOSBox applications
de: DOSBox-Anwendungen verwalten
fr: Gérer les applications DOSBox

source: Path
de: Pfad
fr: Chemin

source: Application
de: Anwendung

source: Parameters
de: Parameter
fr: Paramètres

source: Manual
de: Anleitung
fr: Manuel

source: Description
de: Beschreibung

source: &Global
de: All&gemein

source: &Language
de: &Sprache
fr: &Langue

source: A&pplication
de: An&wendung

source: &View
de: An&sicht
fr: &Vue

source: &Action
de: &Aktion

source: &Help
de: &Hilfe
fr: &Aide

source: &Exit
de: &Ende
fr: &Quitter

source: Close DOSPanel
de: DOSPanel schließen
fr: Fermer le DOSPanel

source: Program
de: Programm
fr: Programme

source: &New
de: &Neu
fr: &Nouveau

source: Add new application
de: Neue Anwendung hinzufügen
fr: Ajouter nouvelle candidature

source: &Edit
de: &Bearbeiten

source: Edit settings of selected application
de: Einstellungen der ausgewählten Anwendung bearbeiten
fr: Modifier les paramètres de l'application sélectionnée

source: &Remove
de: &Entfernen
fr: &Supprimer

source: Remove selected application
de: Ausgewählte Anwendung entfernen
fr: Supprimer l'application sélectionnée

source: View
de: Ansicht
fr: Affichage

source: &Large icons
de: &Große Symbole
fr: &Grandes icônes

source: Show large icons
de: Große Symbole anzeigen
fr: Afficher les grandes icônes

source: &Small icons
de: &Kleine Symbole
fr: &Petites icônes

source: Show small icons
de: Kleine Symbole anzeigen
fr: Afficher les petites icônes

source: &List
de: &Liste
fr: &Liste

source: Show list
de: Liste anzeigen
fr: Afficher la liste

source: Show details
de: Details anzeigen
fr: Afficher les détails

source: &Settings
de: &Einstellungen
fr: &Paramètres

source: Global settings
de: Allgemeine Einstellungen
fr: Paramètres globaux

source: Action
de: Aktion

source: &Run
de: &Starten
fr: E&xécuter

source: Run selected DOS application
de: Ausgewählte DOS-Anwendung starten
fr: Exécuter l'application DOS sélectionnée

source: Show &manual
de: &Anleitung anzeigen
fr: Show &manuel

source: Show manual of selected application
de: Anleitung der ausgewählten Anwendung anzeigen
fr: Afficher le manuel de l'application sélectionnée

source: Run &DOSbox
de: &DOSBox starten
fr: Exécuter &DOSbox

source: Start DOSBox without application
de: DOSBox ohne Anwendung starten
fr: Démarrer DOSBox sans application

source: &About
de: &Information
fr: &À propos

source: &Convert text
de: &Text konvertieren
fr: &Convertir le texte

source: Convert Unicode text to OEM
de: Unicode-Text nach OEM konvertieren
fr: Convertir un texte Unicode en OEM

source: Adjust &keymapper
de: &Keymapper anpassen
fr: Ajuster &keymapper

source: &Duplicate
de: Ver&doppeln

source: Duplicate current application
de: Ausgewählte Anwendung verdoppeln
fr: Dupliquer la demande actuelle

source: &Documentation
de: &Dokumentation

source: Show program help
de: Programmhilfe anzeigen
fr: Afficher l'aide au programme

source: Settings for DOSBox
de: Einstellungen für DOSBox
fr: Paramètres pour DOSBox

source: Select language file
de: Sprachdatei auswählen
fr: Sélectionner le fichier de langue

source: Edit mapper file
de: Mapper-Datei bearbeiten
fr: Modifier le fichier de mappage

source: Hide console
de: Konsole verbergen
fr: Cacher la console

source: Global configuration file:
de: Globale Konfigurationsdatei:
fr: Fichier de configuration globale :

source: Language file:
de: Sprach-Datei:
fr: Fichier de langue :

source: Default key mapper file:
de: Standard-Tastaturmapper-Datei:
fr: Fichier de mappeur de clés par défaut :

source: Path to DOSBox:
de: Pfad zu DOSBox:
fr: Chemin d'accès à DOSBox :

source: Root path to DOS applications:
de: Basis-Pfad der DOS-Anwendungen:
fr: Chemin racine des applications DOS :

source: Code page used in DOSBox
de: In DOSBox verwendete Code-Seite
fr: Page de code utilisée dans DOSBox

source: Keyboard layout
de: Tastatur-Layout
fr: Mise en page du clavier

source: Detect automatically
de: Automatisch erkennen
fr: Détection automatique

source: Set to
de: Setze auf
fr: Définir à

source: Start DosPanel automatically
de: DosPanel automatisch starten
fr: Démarrage automatique de DosPanel

source: Convert Unicode text
de: Konvertiere Unicode-Text
fr: Convertir un texte Unicode

source: Select text file to be converted
de: Zu konvertierende Text-Datei auswählen
fr: Sélectionner le fichier texte à convertir

source: Close
de: Schließen
fr: Fermer

source: Convert
de: Konvertieren
fr: Convertir

source: Convert to code page
de: Konvertieren nach Code-Seite
fr: Convertir en page de code

source: Filename:
de: Dateiname:
fr: Nom du fichier:

source: Miscellaneous
de: Verschiedenes
fr: Divers

source: No physical CD drives available!
de: Kein physikalisches Laufwerk verfügbar!
fr: Aucun lecteur de CD physique n'est disponible !

source: Remove all mixer settings?
de: Alle Mixereinstellungen entfernen?
fr: Supprimer tous les paramètres du mélangeur ?

source: Image
de: Bild

source: Executables
de: Programme
fr: Exécutables

source: All
de: Alle
fr: Tous

source: Select file with icon for this application
de: Datei mit Symbol für diese Anwendung auswählen
fr: Sélectionner le fichier avec l'icône pour cette application

source: Select iso image to be mounted as drive %s
de: As Laufwerk %s einzubindendes ISO-Image auswählen
fr: Sélectionner l'image iso à monter en tant que lecteur %s

source: Text files
de: Text-Dateien
fr: Fichiers texte

source: HTML files
de: HTML-Dateien
fr: Fichiers HTML

source: PDF files
de: PDF-Dateien
fr: Fichiers PDF

source: Select manual for this application
de: Anleitung für diese Anwendung auswählen
fr: Sélectionner le manuel pour cette application

source: DOSBox key mapper files
de: DOSBox-Keymapper-Dateien
fr: Fichiers de conversion des touches DOSBox

source: Select key mapper file
de: Mapper-Datei auswählen
fr: Sélectionner le fichier de mappeur de clés

source: No application specific configuration found! Copy global configuration to application path?
de: Keine anwendungsspezifische Konfiguration gefunden! Globale Konfiguration in den Anwendungspfad kopieren?
fr: Aucune configuration spécifique à l'application n'a été trouvée ! Copier la configuration globale dans le chemin de l'application ?

source: Edit startup commands
de: Zusätzliche Start-Befehle bearbeiten
fr: Modifier les commandes de démarrage

source: List of commands
de: Liste der Befehle
fr: Liste des commandes

source: Batch files
de: Batch-Dateien
fr: Fichiers de commandes

source: Select executable for startup
de: Beim Start auszuführendes Programm auswählen
fr: Sélection d'un exécutable pour le démarrage

source: The executable file must be located beneath the root path: %s Please try again!
de: Die Programm muss im Basispfad liegen: %s Bitte noch einmal versuchen!
fr: Le fichier exécutable doit être situé sous le chemin racine : %s Veuillez réessayer !

source: Select path to be mounted as drive %s
de: Als Laufwerk %s einzubindenden Pfad auswählen
fr: Sélectionner le chemin à monter en tant que lecteur %s

source: Run DOSBox applications
de: DOSBox-Anwendungen verwalten
fr: Exécuter des applications DOSBox

source: dospanel-en.chm
de: dospanel-de.chm

source: Help not available on this system!
de: Hilfe auf diesem System nicht verfügbar!
fr: L'aide n'est pas disponible sur ce système !

source: Help file not found!
de: Hilfe-Datei nicht gefunden!
fr: Fichier d'aide introuvable !

source: Remove application "%s" from panel?
de: Anwendung "%s" entfernen?
fr: Supprimer l'application "%s" du tableau de bord ?

source: Basic configuration file not found! Start application anyway?
de: Datei mit Grund-Konfiguration nicht gefunden! Soll die Anwendung trotzdem gestartet werden?
fr: Fichier de configuration de base introuvable ! Lancer quand même l'application ?

source: %s not found! Please adjust your global settings!
de: %s nicht gefunden! Bitte passen Sie Ihre globalen Einstellungen an!
fr: %s introuvable ! Veuillez ajuster vos paramètres globaux !

source: Application path not found: %s
de: Pfad der Anwendung nicht gefunden: %s
fr: Chemin d'accès à l'application introuvable : %s

source: Manual for
de: Anleitung für
fr: Manuel pour

source: Manual not found (%s)!
de: Anleitung nicht gefunden (%s)!
fr: Manuel non trouvé (%s) !

source: DosBox.exe not found in the specified directory! Adjust setting?
de: DosBox.exe wurde im angegebenen Verzeichnis nicht gefunden! Soll die Einstellung korrigiert werden?
fr: DosBox.exe n'a pas été trouvé dans le répertoire spécifié ! Ajuster les paramètres ?

source: Root path to DOS applications not found! Adjust setting?
de: Der Basis-Pfad für DOS-Anwendungen wurde nicht gefunden! Soll die Einstellung korrigiert werden?
fr: Le chemin racine des applications DOS est introuvable ! Ajuster les paramètres ?

source: DOSBox configuration files
de: DOSBox-Konfigurationsdateien
fr: Fichiers de configuration DOSBox

source: Select basic configuration file
de: Grund-Konfiguration auswählen
fr: Sélection du fichier de configuration de base

source: DOSBox language files
de: DOSBox-Sprachdateien
fr: Fichiers de langue DOSBox

source: Select DOSBox program directory
de: DOSBox-Programmverzeichnis auswählen
fr: Sélectionner le répertoire du programme DOSBox

source: Select root path to DOS applications
de: Basis-Pfad für DOS-Anwendungen auswählen
fr: Sélectionner le chemin d'accès aux applications DOS

source: Programs
de: Programme
fr: Programmes

source: Select text editor
de: Text-Editor auswählen
fr: Sélectionner l'éditeur de texte

source: Save converted text as
de: Konvertierten Text speichern unter
fr: Enregistrer le texte converti en

source: File not found: %s
de: Datei nicht gefunden: %s
fr: Le fichier n'a pas été trouvé : %s

source: Name:
fr: Nom :

source: Close also DosPanel application automatically
fr: Fermer également l'application DosPanel automatiquement

source: FM Stereo
fr: FM Stéréo

source: Delete console output files when DosPanel is closed
fr: Supprimer les fichiers de sortie de la console lorsque DosPanel est fermé

source: Name
fr: Nom

source: ISO image
fr: Image ISO

source: &Console output
fr: Sortie de la &console

source: &Details
fr: &Détails:

source: Show &standard output
fr: Afficher la sortie de &standard

source: Show &error output
fr: Afficher la sortie d'&erreur

source: Text editor:
fr: Editeur de texte :

source: ISO images
fr: Images ISO

source: "%s": File "%s" is empty!
fr: "%s" : Le fichier "%s" est vide !

source: "%s": File "%s" not found!
fr: "%s" : Fichier "%s" introuvable !
